/* ----------------------------------------------------*/
/* ИМЯ: Leonid Litvinov ID пользователя: 1000 */
/* СРОК : 10/09/2025 */
/* ИМЯ ФАЙЛА: prog1.c */
/* НАЗНАЧЕНИЕ ПРОГРАММЫ: */
/* Вывод строчки */
/* ----------------------------------------------------*/

#include <stdio.h>

/* ----------------------------------------------------*/
/* ФУНКЦИЯ main : (имя функции) */
/* Основной код программы, выводящий строку */
/* ВЫЗЫВАЕМАЯ ФУНКЦИЯ: */
/* printf */
/* ----------------------------------------------------*/

int main() {
	printf("Hello, C!");
	return 0;
}